Revit 2027 API
ParameterTypeId.PhyMaterialParamStructuralSpecificHeat Property
 "Specific Heat"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamStructuralSpecificHeat { get; }
Public Shared ReadOnly Property PhyMaterialParamStructuralSpecificHeat As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamStructuralSpecificHeat {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamStructuralSpecificHeat : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace